Repository: common-repository/red-hawk-simple-instagram-feed
Catalog: languages/rhsif_entiven_lang-*.po
Languages: es_es

source: Settings saved.
es_es: Ajustes guardados.

source: please continue adjusting your plugin
es_es: Sigue ajustando tu plugin

source: Close
es_es: Cerrar

source: First step. Enter on Instagram, and copy the username from URL
es_es: Primer paso. Entra a Instagram, copia el nombre de usuario del URL

source: Second step. Paste below on the instagram username field
es_es: Secundo paso. Debajo, pégalo en el campo de Nombre de usuario de Instagram

source: Instagram username
es_es: Nombre de usuario de Instagram

source: View example
es_es: Ver ejemplo

source: Set quantity of photos what do you want display
es_es: Establece la cantidad de fotos que vas a mostrar

source: Set way how do you want display photos
es_es: Copia el shortcode y pégalo en el lugar donde quieras que aparezcan las fotos

source: Display photos on grid
es_es: Si, quiero que las fotos estén en cuadriculas

source: Display photos on a list
es_es: Si, quiero que las fotos estén en lista

source: Copy and paste this shortcode where do you want to display photos
es_es: Copia el shortcode y pégalo en el lugar donde quieres que aparezcan las fotos

source: Save
es_es: Guardar cambios

source: Powered by
es_es: Creado por

source: site
es_es: sitio

source: Coming soon, more options and more features..
es_es: Muy pronto, más opciones y características..

source: View on instagram
es_es: Ver en instagram
